//1. Вам дана переменная a. Если переменная a равна 10, то выведите , иначе выведите 'Неверно'.
// let a = 10
// if (a === 9) {
//     console.log('Верно')
// } else {
//     console.log('Неверно')
// }
// 2. Вам даны две переменные a=50, b=100. Составьте условие, по которому в консоль будет выводиться 'a больше b', 'a меньше b'.
// let a = 50, b = 100
// if (a > b){
//     console.log('a больше b')
// }else {
//     console.log('a меньше b')
// }
// 3. Вам дана переменная a=-2. Составьте условие, по которому в консоль будет выводиться
// 'positive' - если число больше 0, 'равно' если число равно 0, "negative" если число меньше 0.
// let a = -2
// if (-2 < 0) {
//     console.log('positive')
// }else {
//     console.log("negative")
// }
// 4. Вам дана переменная number=45. Составьте условие, по которому будет выводиться в консоль
// "Четное число", "Нечетное число".
// let num = 45
// if (num % 2 === 0){
//     console.log("Четное число")
// }
// else {
//     console.log("Нечетное число")
// }
// 5. Вам даны две переменные a=10, b=2. Составьте условие, по которому, остаток деления a на b,
// будет выводиться консоль "Четное число", "Нечетное число".
// let a = 10, b = 2
// if (a % b !==0){
//     console.log("Четное число")
// }else {
//     console.log("Нечетное число")
// }

// 6. Вам дана переменная s. Составьте условие, по которому в консоль будет выводится тип этой
// переменной - " boolean", "number", "string".
// let tack = 's'
// if ()

// 7. Вам дана переменная а. Если переменная a больше одного и меньше 9-ти,
// то выведите 'Верно', иначе выведите 'Неверно'.
// let a = 5
// if (a > 1){
//     console.log('Верно')
// }else {
//     console.log('Неверно')
// }

// 8. Вам дана переменная а. Если переменная a равна трем или равна семи,
// то прибавьте к ней 7, иначе поделите ее на 10. Выведите новое значение
// переменной в консоль.
// let  a =5
// if (a === 3 || a ===7) {
//     a += 7;
// } else {
//     a /= 10;
// }
// console.log(a);
// 9. Вам даны переменные а , b. Если переменная a равна или меньше 0,
// а переменная b больше или равна 5, то выведите сумму этих переменных,
// иначе выведите их разность (результат вычитания).

// let a = 5, b = 10
// if (a <= 0 && b >= 5) {
//     console.log(a + b);
// } else {
//     console.log(a - b);
// }
// 10. Вам даны переменные a , b. Если переменная a больше 4-х и меньше 10-ти,
// или переменная b больше или равна 7-ми и меньше 17-ти, то выведите 'Верно',
// в противном случае выведите 'Неверно'.
// 13. Вам дана переменная a='12345'. Проверьте, что первым символом этой
// переменной является цифра 1, 2 или 3. Если это так – выведите ‘да’, в
// противном случае выведите ‘нет’.
// 14. Вам дана переменная age=*любое двузначное число*. Составьте условие,
// по которому, в консоль будет выводиться "Мне  год", "Мне  лет", в зависимости
// от возраста. Наример мне 21 год, мне 20 лет